Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Hotel guest rooms are conditioned 24 hours a day and the peak load only occurs for 1 hour a day so it is important not to overestimate the load.
vi: Hotel guest rooms are conditioned 24 hours a day and the peak load only occurs for 1 hour a day so it is important not to overestimate the load. / Các phòng khách sạn được điều hòa không khí 24h một ngày và tải đỉnh chỉ kéo dài trong khoảng 1h mỗi ngày, vậy nên việc không tính quá mức tải là rất quan trọng

source: Hotel ‘IT’ Systems (30 minutes)
vi: Hotel ‘IT’ Systems (30 minutes) / Hệ thống IT khách sạn (30p)

source: Hotel, with investigations being made for both HV and LV. Where applicable, the metering system must allow for competitive electricity retailer choice.
vi: Hotel, with investigations being made for both HV and LV. Where applicable, the metering system must allow for competitive electricity retailer choice. / Cần phải đàm phán giá điện để đảm bảo việc cấp điện một cách kinh tế nhất cho khách sạn, và phải cân nhắc cả hai phương án điện HV và LV. Nếu được, hệ thống đo điện phải cho phép lựa chọn nhà cung cấp có tính cạnh tranh

source: Hotels Group
vi: Hotels Group approval. / VRF 3 ống - đặc biệt là với các dự án cải tạo và resort cỡ nhỏ - cần IHG phê duyệt

source: Hotels are unique developments in that they are operational for 24 hours a day, with guests paying for comfort highest standards of life safety is an expectation.
vi: Hotels are unique developments in that they are operational for 24 hours a day, with guests paying for comfort highest standards of life safety is an expectation. / Khách sạn là loại hình phát triển độc đáo vì chúng hoạt động 24h một ngày, và khách trả tiền để tận hưởng sự thư thái và kỳ vọng vào những tiêu chuẩn an toàn cao nhất

source: Hour s of Oper ation /Yr
vi: Hours of Operation /Yr / Số giờ vận hành/năm

source: Hours of Opera tion
vi: Hours of Operation / Số giờ vận hành

source: Housekeeping
vi: Housekeeping / Đồ vải/Housekeeping

source: Housekeeping Area
vi: Housekeeping Area / Khu housekeeping

source: Housekeeping/linen
vi: Housekeeping/linen / Housekeeping/kho đồ vải

source: Human Safety & Protection
vi: Human Safety & Protection / Bảo vệ an toàn cho con người

source: Human safety & protection system shall pertain following:
vi: Human safety & protection system shall pertain following: / Hệ thống bảo vệ an toàn sinh mạng sẽ bao gồm

source: Humidification
vi: Humidification Plant / Máy tạo ẩm

source: Humidity override shall be provided in function rooms to override chilled water temperature re-set when necessary, as illustrated.
vi: Humidity override shall be provided in function rooms to override chilled water temperature re-set when necessary, as illustrated. / Cần có

source: Hydrants (external) - InterContinental Hotels Group /Code
vi: Hydrants (external) - InterContinental Hotels Group /Code / Trụ nước cứu hỏa (bên ngoài)

source: HÖT TO SCALE
vi: NOT TO SCALE / Không đúng tỉ lệ

source: IHG Brand Safety Standards
vi: IHG Brand Safety Standards / Tiêu chuẩn An toàn thương hiệu IHG

source: IHG FIRE AND LIFE SAFETY
vi: IHG FIRE AND LIFE SAFETY / TIÊU CHUẨN AN TOÀN PCCC IHG

source: IHG preference is for a central battery system due to its life cycle cost benefits and the following advantages:
vi: IHG preference is for a central battery system due to its life cycle cost benefits and the following advantages: / IHG ưu tiên sử dụng hệ thống pin trung tâm do ưu thế về lợi ích và chi phí vòng đời hệ thống và các ưu điểm sau:

source: INDEPENDENT CHILLED WATER PRODUCTION:
vi: INDEPENDENT CHILLED WATER PRODUCTION:;;;Sản xuất nước mát độc lập

source: INDEPENDENT HOT WATER PRODUCTION:
vi: INDEPENDENT HOT WATER PRODUCTION::::Sản xuất nước nóng độc lập

source: INTERNAL DESIGN CONDITIONS
vi: INTERNAL DESIGN CONDITIONS / Điều kiện thiết kế trong nhà

source: INTRODUCTION
vi: INTRODUCTION / GIỚI THIỆU

source: IP44 or IP65 as needed
vi: IP44 or IP65 as needed / Cần IP44 hoặc IP65

source: IT IS THE SUPPLY AIR DISTRIBUTION THAT WILL DETERMINE THE EXTENT OF COMFORT ACHIEVED IN THE OCCUPIED SPACE, WHICH IS MEASURED IN:
vi: It is the supply air distribution that will determine the extent of comfort achieved in the occupied space which is measured in: / Việc phân bố khí trong phòng sẽ quyết định mức độ thoải mái có thể đạt được trong không gian, được đo lường bằng

source: IT Rooms
vi: IT Rooms / Phòng IT

source: IT rooms
vi: IT rooms / Phòng IT

source: If 2 hour enclosure is provided, only dry type electrical equipment is installed and dedicated room w/o storage.
vi: If 2 hour enclosure is provided, only dry type electrical equipment is installed and dedicated room w/o storage. / Nếu có tường bao chống cháy 2h, chỉ có thiết bị điện loại khô được lắp đặt và là phòng chuyên dụng không bao gồm kho

source: If CHP is feasible, consider using CHP to support services in emergency operation.
vi: If CHP is feasible, consider using CHP to support services in emergency operation. / Nếu CHP khả thi, cân nhắc dùng CHP để hỗ trợ trong trường hợp vận hành khẩn cấp

source: If installing an electrically operated device, the AC power source should be supplied from either a dedicated branch circuit or the un-switched portion of the branch circuit also used for power and lighting. Operation of a switch (other than a circuit breaker) or a ground fault circuit interrupter should not cause loss of power to the alarm.
vi: If installing an electrically operated device, the AC power source should be supplied from either a dedicated branch circuit or the un-switched portion of the branch circuit also used for power and lighting. Operation of a switch (other than a circuit breaker) or a ground fault circuit interrupter should not cause loss of power to the alarm. / Nếu lắp đặt thiết bị vận hành bằng điện, nguồn điện AC được cấp từ hoặc một mạch nhánh dành riêng hoặc từ một đoạn mạch nhánh không có công tắc sử dụng đồng thời cho cấp điện và chiếu sáng. Việc vận hành công tắc (ngoại trừ aptomat) hoặc bộ ngắt điện rò mặt đất không gây cắt nguồn điện cấp cho hệ báo động.

source: If local codes do not specify storage requirements of fire water, refer to NFPA requirements
vi: If local codes do not specify storage requirements of fire water, refer to NFPA requirements / Nếu quy định địa phương không nêu rõ yêu cầu về trữ nước PCCC, tham chiếu tiêu chuẩn NFPA

source: If natural gas is not available, then an analysis must be carried out to determine the preference between oil and LPG. A gas leak detection system shall be provided covering storage and pipe network up to final termination points.
vi: If natural gas is not available, then an analysis must be carried out to determine the preference between oil and LPG. A gas leak detection system shall be provided covering storage and pipe network up to final termination points. / Nếu không có khí ga tự nhiên, phải tiến hành phân tích để xác định ưu tiên sử dụng dầu hay khí gas lỏng. Phải có hệ thống phát hiện rò rỉ khí gas, bố trí cho kho và mạng lưới đường ống đến tận điểm sử dụng cuối cùng.

source: If plant or ceiling space is limited (e.g. existing buildings), fan coil or VRV (VRF) systems are acceptable to the Restaurant, Lounge and Bar areas, however they are not preferred due to the increased maintenance, inability for free cooling and extent of services requiring maintenance within the public domain areas. The use of these systems will only be accepted with the prior approval of InterContinental Hotels Group.
vi: If plant or ceiling space is limited (e.g. existing buildings), fan coil or VRV (VRF) systems are acceptable to the Restaurant, Lounge and Bar areas, however they are not preferred due to the increased maintenance, inability for free cooling and extent of services requiring maintenance within the public domain areas. The use of these systems will only be accepted with the prior approval of InterContinental Hotels Group. / Nếu diện tích cho máy hoặc diện tích trần hạn chế (đối với các tòa nhà hiện trạng), có thể chấp nhận các hệ thống FCU hoặc VRV (VRF) đối với khu vực nhà hàng, lounge và bar, tuy nhiên không khuyến khích dùng vì các hệ thống này đòi hỏi bảo trì nhiều hơn, không có chức năng free cooling và việc bảo trì bảo dưỡng cần tiến hành trong khu vực không gian công cộng. Việc sử dụng các hệ thống này chỉ được chấp nhận nếu được IHG phê duyệt trước.

source: If the Utility Company is able to provide dual feed power supplies to the site from separate independent generating sources, or separate external mains, then consideration may be given to deletion of the standby generator set. This will be subject to receipt in writing from the Utility Company of verification of the supplies and their reliability. (refer to electrical section for further details).
vi: If the Utility Company is able to provide dual feed power supplies to the site from separate independent generating sources, or separate external mains, then consideration may be given to deletion of the standby generator set. This will be subject to receipt in writing from the Utility Company of verification of the supplies and their reliability. (refer to electrical section for further details). / Nếu công ty Điện lực có thể cung cấp nguồn cấp điện đôi cho khách sạn từ các nguồn phát điện độc lập riêng biệt, hoặc lưới điện bên ngoài riêng biệt, vậy thì có thể cân nhắc miễn bộ máy phát điện dự phòng. Việc này phụ thuộc vào xác nhận bằng văn bản của công ty Điện lực về các nguồn cung cấp và độ đáng tin cậy của họ (xem cụ thể hơn tại mục Điện)

source: If these systems are incorrectly designed, then not only will guests not be provided with comfortable conditions, but the energy costs will be higher than they should be.
vi: If these systems are incorrectly designed, then not only will guests not be provided with comfortable conditions, but the energy costs will be higher than they should be. / Nếu các hệ thống này không được thiết kế chuẩn xác, không chỉ khách sẽ không có một môi trường dễ chịu, mà cả chi phí năng lượng sẽ bị đội lên

source: If water cooled chillers are used then correct procedures must be put in place to minimise legionella risk.
vi: If water cooled chillers are used then correct procedures must be put in place to minimise legionella risk. / Nếu sử dụng chiller giải nhiệt nước, vậy cần có quy trình đúng để giảm thiểu nguy cơ nhiễm legionella

source: If water cooled chillers used then legionella risk can be high if correct procedures are not put in place.
vi: If water cooled chillers used then legionella risk can be high if correct procedures are not put in place. / Nếu chiller giải nhiệt nước được sử dụng, có thể gây nguy cơ nhiễm khuẩn Legionella cao nếu không có quy trình xử lý đúng đắn

source: Immediate alarm in room/area
vi: Ngay lập tức báo động trong phòng/khu vực

source: Impaired hearing provisions
vi: Impaired hearing provisions / Phương án dành cho người khiếm thính

source: Improve maintenance scheduling, prolonging equipment life and avoiding premature failures.
vi: Improve maintenance scheduling, prolonging equipment life and avoiding premature failures. / Cải thiện lịch trình bảo trì, kéo dài tuổi thọ thiết bị và tránh các hỏng hóc sớm.

source: In accordance with CIBSE, ASHRAE, BS7543 or other recognised international standard
vi: In accordance with CIBSE, ASHRAE, BS7543 or other recognised international standard / Tuân thủ CIBSE, ASHRAE, BS7543 hoặc các tiêu chuẩn quốc tế được công nhận khác

source: In addition to structural fire resistance, separation to prevent the spread of fire and smoke must be provided to protect means of escape and to enclose high fire risk areas of the hotel.
vi: In addition to structural fire resistance, separation to prevent the spread of fire and smoke must be provided to protect means of escape and to enclose high fire risk areas of the hotel. / Ngoài các kết cấu chống cháy, việc phân khoang ngăn cháy và khói lan phải được cung cấp để đảm bảo đường thoát hiểm và khoanh vùng các khu vực có nguy cơ cháy cao trong khách sạn

source: In addition to the common air conditioning system serving these areas, a separate independent split system shall be provided for each room to guarantee availability of cooling at all times. Failure shall be alarmed at the BMS.
vi: In addition to the common air conditioning system serving these areas, a separate independent split system shall be provided for each room to guarantee availability of cooling at all times. Failure shall be alarmed at the BMS. / Ngoài hệ thống điều hòa không khí chung phục vụ các khu vực này, một hệ thống hai cục riêng độc lập sẽ được cung cấp cho mỗi phòng để đảm bảo luôn có khả năng làm mát. Sự cố sẽ được báo về BMS

source: In back of house areas doors on escape routes that are only used by small numbers of staff may be secured by a simple fastening that can be opened without the use of a key such as a lever handle or thumb turn operated lock.
vi: In back of house areas doors on escape routes that are only used by small numbers of staff may be secured by a simple fastening that can be opened without the use of a key such as a lever handle or thumb turn operated lock. / Cửa tại các khu vực BOH trên đường thoát nạn mà sử dụng bởi một số lượng ít nhân viên có thể đảm bảo an ninh bằng chốt đơn giản, mở mà không cần sử dụng khóa như tay gạt hoặc chốt vặn

source: In electricity systems, an earthing system is the electrical potential of the conductors relative to the Earth's conductive surface. An Earth Leakage Circuit Breaker (elcb) is a safety device used in electrical installations with high earth impedance to prevent shock. It detects small stray voltages on the metal enclosures of electrical equipment, and interrupts the circuit if a dangerous voltage is detected. The following advantages due to earthing protection system:
vi: In electricity systems, an earthing system is the electrical potential of the conductors relative to the Earth's conductive surface. An Earth Leakage Circuit Breaker (elcb) is a safety device used in electrical installations with high earth impedance to prevent shock. It detects small stray voltages on the metal enclosures of electrical equipment, and interrupts the circuit if a dangerous voltage is detected. The following advantages due to earthing protection system: / Trong hệ thống điện, hệ thống nối đất là điện thế của các vật dẫn điện so với bề mặt vật dẫn điện của Trái đất. Bộ ngắt mạch rò rỉ đất (elcb) là một thiết bị an toàn được sử dụng trong các hệ thống điện có trở kháng đất cao để ngăn chặn điện giật. Nó phát hiện điện áp nhỏ rò rỉ trên vỏ kim loại của thiết bị điện và ngắt mạch nếu phát hiện thấy điện áp nguy hiểm. Những ưu điểm sau do hệ thống bảo vệ nối đất:

source: In exceptional circumstances it may be necessary to provide additional security on exit doors and this can be done by providing electromagnetic fastenings. Where electromagnetic fastenings are proposed they must meet the following requirements
vi: In exceptional circumstances it may be necessary to provide additional security on exit doors and this can be done by providing electromagnetic fastenings. Where electromagnetic fastenings are proposed they must meet the following requirements / Trong các trường hợp ngoại lệ, có thể cần cung cấp bổ sung an ninh trên các cửa thoát hiểm và việc này có thể thực hiện bằng việc cung cấp chốt điện từ . Tại nơi chốt điện từ được đề xuất, phải tuân thủ các yêu cầu sau:

source: In general hotel management is responsible for the evacuation of guests including those with disabilities and reliance should not be placed upon assistance from the fire brigade who will be responsible for carrying out rescues and fighting the fire. An evacuation strategy must be developed with hotel operators at the design stage to ensure that unreasonable demands are not placed upon the hotel, particularly with regard to staffing levels, so that they are able to effectively manage the facilities provided.
vi: In general hotel management is responsible for the evacuation of guests including those with disabilities and reliance should not be placed upon assistance from the fire brigade who will be responsible for carrying out rescues and fighting the fire. An evacuation strategy must be developed with hotel operators at the design stage to ensure that unreasonable demands are not placed upon the hotel, particularly with regard to staffing levels, so that they are able to effectively manage the facilities provided. / Tổng quát, quản lý khách sạn sẽ chịu trách nhiệm cho việc sơ tán của khách bao gồm cả người khuyết tật và không phụ thuộc vào sự hỗ trợ từ lực lượng cứu hỏa - người chịu trách nhiệm cho việc giải cứu và chữa cháy. Chiến lược sơ tán phải được phát triển trong giai đoạn thiết kế để đảm bảo sẽ không có các yêu cầu bất hợp lý, khách sạn, cụ thể nhân viên các bộ phận có thể quản lý hiệu quả các cơ sở vật chất được cung cấp.

source: In general the occupancy of an assembly room should be based upon a figure of 1m2 / person unless permanent fixed seating, such as in a restaurant, is provided in which case the occupancy must be based upon the number of seats. In this case great care must be taken when altering the room to ensure that the occupancy does not exceed the capacity of exits.
vi: In general the occupancy of an assembly room should be based upon a figure of 1m2/person unless permanent fixed seating, such as in a restaurant, is provided in which case the occupancy must be based upon the number of seats. In this case great care must be taken when altering the room to ensure that the occupancy does not exceed the capacity of exits. / Nhìn chung sức chứa của phòng hội họp nên được tính toán dựa trên cơ sở 1m2/người trừ khi số ghế ngồi là cố định, ví dụ như trong nhà hàng, trong trường hợp này, sức chứa cần được tính toán dựa trên số ghế. Trong trường hợp này, cần cẩn trọng khi thay đổi bố trí phòng để đảm bảo sức chứa không vượt quá công suất lối thoát

source: In general, a water cooled system is more suitable for a larger project due to the following benefits:
vi: In general, a water cooled system is more suitable for a larger project due to the following benefits: / Nhìn chung, một hệ thống giải nhiệt nước phù hợp với các dự án lớn do các lợi ích sau

source: In general, systems must provide the following:
vi: In general, systems must provide the following: / Nhìn chung, hệ thống phải đảm bảo như sau

source: In guest bedrooms individual control shall be provided via a flush mounted control panel to InterContinental Hotels Group approval and will be BMS compatible. Units shall operate on water-side control, with fan speed selected to meet the noise criteria in the requirement schedule. Fresh air supply to guestrooms shall be conditioned, to allow the FCU Chilled Water Coils to operate at 100% sensible cooling.
vi: In guest bedrooms individual control shall be provided via a flush mounted control panel to InterContinental Hotels Group approval and will be BMS compatible. Units shall operate on water-side control, with fan speed selected to meet the noise criteria in the requirement schedule. Fresh air supply to guestrooms shall be conditioned, to allow the FCU Chilled Water Coils to operate at 100% sensible cooling. / Trong phòng khách, phải cung cấp điều khiển riêng biệt bằng bảng điều khiển gắn liền tường, do IHG phê duyệt và có thể tích hợp với BMS. Các unit là loại waterside control - dùng van điều khiển dòng nước đi qua ống làm nóng/làm mát hoặc không qua ống nào (https://static1.squarespace.com/static/583dc2681b631b930031188a/t/5968aee544024389ea26d895/1500032743308/FCU+Styles.pdf), tốc độ quạt được chọn để đáp ứng tiêu chí về độ ồn. Nguồn khí tươi cấp cho phòng khách sẽ được điều chỉnh trước, để cho phép dàn ống nước mát của FCU vận hành đạt mức 100% công suất làm lạnh thực

source: In high rise buildings to protect against the ingress of smoke and as an alternative to access to escape stairs by fire resisting lobbies or open vestibules / balconies, escape stairs may be protected by a stair pressurization system
vi: In high rise buildings to protect against the ingress of smoke and as an alternative to access to escape stairs by fire resisting lobbies or open vestibules / balconies, escape stairs may be protected by a stair pressurization system / Trong các tòa cao tầng, để ngăn khói xâm nhập và để thay thế cho việc tiếp cận thang bộ thoát hiểm thông qua hành lang chống cháy hoặc buồng đệm mở/ban công, thang bộ thoát hiểm có thể được bảo vệ bằng hệ thống tăng áp thang bộ

source: In large open spaces such as hotel lobbies signs may be mounted higher than 2.5m but care must be taken
vi: In large open spaces such as hotel lobbies signs may be mounted higher than 2.5m but care must be taken to ensure that they can easily seen / Tại các không gian lớn như sảnh khách sạn, biển có thể gắn tại cao độ lớn hơn 2.5m nhưng phải đảm bảo biển dễ nhìn thấy được.

source: In newly constructed buildings storerooms must not open directly into escape stairs. In existing buildings storerooms that do open directly into escape stairs must be provided with:
vi: In newly constructed buildings storerooms must not open directly into escape stairs. In existing buildings storerooms that do open directly into escape stairs must be provided with: / Trong các tòa nhà mới xây, phòng kho của tòa nhà không được phép mở thẳng ra thang bộ thoát hiểm. Trong các tòa nhà hiện trạng, các phòng kho mở trực tiếp ra thang bộ thoát hiểm phải được cung cấp

source: In order for an atrium to be permitted in a hotel, the following must be achieved:
vi: In order for an atrium to be permitted in a hotel, the following must be achieved: / Để giếng trời được cho phép trong khách sạn, phải đạt được các yêu cầu sau:

source: In rooms or areas with fossil-fuel burning equipment, a carbon monoxide detector/alarm with an automatic shut down device may be connected to the equipment. Such a component can be wired to the fossil-fuel burning equipment and shut it down automatically. In such circumstances signage and restarting restrictions may also apply. Automatic shutdown is not required for power generator.
vi: In rooms or areas with fossil-fuel burning equipment, a carbon monoxide detector/alarm with an automatic shut down device may be connected to the equipment. Such a component can be wired to the fossil-fuel burning equipment and shut it down automatically. In such circumstances signage and restarting restrictions may also apply. Automatic shutdown is not required for power generator. / Trong các phòng hoặc không gian với thiết bị đốt nhiên liệu hóa thạch, một đầu báo/báo động khí CO với tính năng tự động ngắt có thể được kết nối vào thiết bị. Thiết bị như vậy có thể được đấu nối vào thiết bị đốt nhiên liệu hóa thạch để tự động ngắt thiết bị đốt. Trong trường hợp này, có thể cần có biển báo và hạn chế khởi động lại máy. Không cần chế độ tự động ngắt (shut down) đối với máy phát điện

source: In suitable climates with sealed windows and doors so infiltration can be controlled
vi: In suitable climates with sealed windows and doors so infiltration can be controlled / Trong các vùng khí hậu phù hợp với cửa sổ và cửa ra vào kín để kiểm soát được nhiệt thâm nhập

source: In the event of power failure the fastening must release
vi: In the event of power failure the fastening must release / Trong trường hợp mất điện, chốt phải mở

source: In the event of the operation of any fire detector, MCP or fire suppression system there is an immediate alarm throughout the whole hotel
vi: In the event of the operation of any fire detector, MCP or fire suppression system there is an immediate alarm throughout the whole hotel / Trong trường hợp kích hoạt bất cứ đầu báo cháy, nút báo cháy khẩn cấp hoặc hệ thống chữa cháy nào, ngay lập tức sẽ có báo động trên toàn khách sạn

source: Inc. flush floor boxes
vi: Inc. flush floor boxes / Gồm hộp điện âm
